{
  "message": "",
  "errors": [],
  "data": [
    {
      "_id": 1,
      "title": "Securing DevOps",
      "publishedYear": 2018,
      "author": "Julien Vehent",
      "description": "Mengamankan DevOps mengeksplorasi bagaimana teknik DevOps dan keamanan harus diterapkan bersama untuk membuat layanan cloud lebih aman. Buku pengantar ini mengulas praktik terbaru yang digunakan dalam mengamankan aplikasi web dan infrastrukturnya dan mengajarkan Anda teknik untuk mengintegrasikan keamanan secara langsung ke dalam produk Anda. Anda juga akan mempelajari konsep inti DevOps, seperti integrasi berkelanjutan, pengiriman berkelanjutan, dan infrastruktur sebagai layanan.",
      "image": "https://images.manning.com/360/480/resize/book/d/87311f5-cf68-4ac2-9074-06940e10dd53/Vehent-SDO-HI.png",
      "price": 600301,
      "isAvailable": true,
      "quantity": 100
    },
    {
      "_id": 2,
      "title": "Vrienden voor het leven",
      "publishedYear": 2020,
      "author": "Maeve Binchy",
      "description": "Friends for Life adalah kisah tiga teman yang menemukan diri mereka terlibat dalam cinta segitiga eksentrik dalam perjalanan mereka menuju dewasa. Benny dan Eve, sahabat dari desa Irlandia Knockglen, kuliah di Dublin dan segera berteman dengan Nan yang menarik dan ambisius. Namun, kehidupan siswa yang mengasyikkan tidak hanya membawa kebahagiaan tetapi juga kesedihan. Dengan kemampuannya yang luar biasa untuk membuat perasaan manusia dikenali, Maeve Binchy tahu bagaimana menyatukan kebahagiaan dan kesedihan, kehangatan dan humor dalam novel yang menarik ini. Friends for Life pertama kali muncul pada tahun 1991 dan merupakan buku favorit banyak penggemar Maeve Binchy. Buku tersebut kini telah mencapai cetakan ketujuh belas. Pada tahun 1995 film ini sangat sukses difilmkan dengan judul Circle of Friends yang dibintangi oleh Minnie Driver dan Chris O'Donnell.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/5/3/6/6/1001004011806635.jpg",
      "price": 150000,
      "quantity": "17",
      "isAvailable": true
    },
    {
      "_id": 3,
      "title": "Deception point",
      "author": "Dan Brown",
      "description": "Ketika satelit NASA yang baru mendeteksi bukti objek yang sangat langka yang terkubur jauh di dalam es Arktik, badan antariksa yang menggelepar mengumumkan kemenangan yang sangat dibutuhkan.. kemenangan yang memiliki implikasi mendalam bagi kebijakan luar angkasa AS dan pemilihan presiden yang akan datang. Dengan Kantor Oval yang seimbang, Presiden mengirim analis Intelijen Gedung Putih Rachel Sexton ke Kutub Utara untuk memverifikasi keaslian temuan itu. Ditemani oleh tim ahli, termasuk akademisi karismatik Michael Tolland, Rachel mengungkap bukti penipuan ilmiah yang tak terpikirkan - penipuan berani yang mengancam akan menjerumuskan dunia ke dalam kontroversi.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/8/8/9/8/1001004006878988.jpg",
      "price": 152762,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2001
    },
    {
      "_id": 4,
      "title": "Magic staff",
      "author": "Terry Brooks",
      "description": "Lima abad yang lalu, dunia menjadi abu oleh perang iblis yang menentukan. Yang selamat telah menemukan perlindungan di lembah yang dilindungi sihir, tetapi sekarang pasukan tanpa ampun akan menyerang lembah. Satu-satunya harapan penyelamatan bagi para penyintas adalah Sider Ament, tetapi dia tidak lagi hidup. Sider adalah pembawa satu-satunya Tongkat Hitam yang tersisa, jimat kuat yang diturunkan melalui Knights of the Word selama berabad-abad dan berperan penting dalam menyeimbangkan sihir dunia. Untuk menyelamatkan dunia dari kehancuran, keajaiban staf harus dilestarikan. Panterra Qu, Pelacak muda yang stafnya diturunkan setelah kematian Sider, berjuang untuk memanipulasi kekuatannya sesuai keinginannya. Semuanya harus dilakukan, karena semua orang akan membayar banyak korban karena perang antara Firman dan Kekosongan mengancam untuk meluncur ke dalam kegelapan. ",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/2/2/5/2/9200000002212522.jpg",
      "price": 269353,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2010
    },
    {
      "_id": 5,
      "title": "Bloodfire Quest",
      "author": "Terry Brooks",
      "description": "Petualangan yang dimulai di Wards of Faerie mengambil giliran baru yang mendebarkan, dalam novel kedua dari trilogi baru penulis terlaris New York Times, Terry Brooks—The Dark Legacy of Shannara! Pencarian Elfstones yang telah lama hilang telah menarik pemimpin ordo Druid dan pengikutnya ke dimensi neraka yang dikenal sebagai Forbidding, di mana makhluk paling berbahaya yang dibuang dari Empat Negeri dipenjarakan. Sekarang perburuan jimat kuat yang dapat menyelamatkan dunia mereka telah menjadi serangkaian tantangan besar: pencarian putus asa untuk rekan-rekan yang diculik, pertempuran tanpa henti melawan predator yang tak terkatakan, dan perlombaan suram untuk melarikan diri dari Forbidding hidup-hidup.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/7/0/0/7/9200000009027007.jpg",
      "price": 377095,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2013
    },
    {
      "_id": 6,
      "title": "A Week in Winter",
      "author": "Maeve Binchy",
      "description": "Stoneybridge penuh dengan pembuat liburan di musim panas, pantainya penuh dengan ember, sekop, dan istana pasir; tapi di musim dingin itu dingin dan liar. Hanya sedikit yang memilih untuk berjalan di sepanjang pasir halus, kerikil bulat besar, dan tanjung berbatu terbuka yang membentuk garis pantai Atlantik yang tersapu angin.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/6/2/8/0/9200000008070826.jpg",
      "price": 184545,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2012
    },
    {
      "_id": 7,
      "title": "Blue Curacao",
      "author": "Linda van Rijn",
      "description": "Ketika suami barunya menghilang tanpa jejak selama bulan madu, Hannah bingung. Seberapa baik dia benar-benar mengenal orang-orang yang dia selalu bulan madu romantis Hannah dan Koen ke Curaçao terganggu ketika Koen menghilang tanpa jejak saat snorkeling. Hana menjadi gila karena ketakutan. Polisi setempat tidak berlari secepat yang diinginkan Hannah dan dengan akalnya dia menyelidiki dirinya sendiri. Pencarian itu mengungkapkan kebenaran yang tidak menyenangkan. Ketika Hannah bahkan harus takut akan hidupnya sendiri, dia dihadapkan pada pertanyaan apakah dia mengenal Koen sebaik yang dia pikirkan.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/0/9/4/2/9200000010732490.jpg",
      "price": 754036,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2014
    },
    {
      "_id": 8,
      "title": "Safe Haven",
      "author": "Nicholas Sparks",
      "description": "Cinta menyakitkan. Tidak ada yang lebih menyakitkan dari patah hati. Tetapi untuk belajar mencintai lagi, Anda harus belajar untuk percaya lagi. Ketika seorang wanita muda misterius bernama Katie muncul di kota kecil Southport, kedatangannya yang tiba-tiba menimbulkan pertanyaan tentang masa lalunya. Cantik namun sederhana, Katie bertekad untuk menghindari ikatan pribadi sampai serangkaian peristiwa menariknya ke dalam dua hubungan yang enggan. Terlepas dari keberatannya, Katie perlahan mulai menurunkan kewaspadaannya, meletakkan akar di komunitas yang erat. Tetapi bahkan ketika Katie mulai jatuh cinta, dia berjuang dengan rahasia gelap yang masih menghantuinya.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/0/5/2/3/9200000010683250.jpg",
      "price": 520237,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2010
    },
    {
      "_id": 9,
      "title": "De wereld volgens Garp",
      "author": "John Irving",
      "description": "The World Menurut Garp adalah komik langka, orisinal, tetapi juga novel mengejutkan yang membuat John Irving terkenal dalam sekejap. Sejak kemunculannya pada tahun 1978, jutaan pembaca telah menikmati Jenny yang eksentrik dan maverick, putranya T.S. Garp dan para fanatiknya, anak-anak lugu, transeksual, pelacur, pegulat dan masih banyak lagi figur lain yang mengisi dunia Garp. The World Menurut Garp adalah klasik, sebuah tragikomedi ahli yang akan meninggalkan kesan mendalam pada pembaca.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/6/3/6/7/1001004005997636.jpg",
      "price": 306293,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 1982
    },
    {
      "_id": 10,
      "title": "Winter Chalet",
      "author": "Linda van Rijn",
      "description": "Empat pacar menikmati liburan ski di Kirchberg. Pembunuhan salah satu dari mereka adalah misteri bagi semua orang. Selama liburan ski yang menyenangkan di Kirchberg, Austria, teman-teman Isa, Chantal, Karen dan Annemieke akhirnya bisa menghabiskan waktu bersama lagi.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/6/6/6/7/9200000002547666.jpg",
      "price": 230874,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2013
    },
    {
      "_id": 11,
      "title": "De Vliegeraar",
      "author": "Khaled Hosseini",
      "description": "Amir dan Hassan diberi makan oleh perawat yang sama dan tumbuh bersama di ibu kota Afghanistan. Sebagai tanda ikatan mereka, Amir mengukir nama mereka di pohon delima: 'Amir dan Hassan, sultan Kabul'. Tapi sultan hanya dalam fantasi mereka, karena Amir milik penduduk istimewa dan Hassan dan ayahnya Hazaren miskin, dalam pelayanan ayah Amir.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/6/3/5/1/1001004010981536.jpg",
      "price": 107587,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2003
    },
    {
      "_id": 12,
      "title": "De delta deceptie",
      "author": "Dan Brown",
      "description": "Dia kembali. Sebuah revolusi ilmiah, penipuan yang membingungkan, sebuah thriller serba cepat! Di bawah es Arktik terletak sesuatu yang bisa mengubah dunia selamanya. Sebuah satelit NASA membuat penemuan mengejutkan di Kutub Utara. Itu adalah dorongan bagi badan antariksa, yang telah mendapat kecaman selama beberapa waktu. Temuan itu juga merupakan kabar baik bagi Presiden Zach Herney: masa jabatan kedua di Gedung Putih tampaknya sudah di depan mata.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/5/0/5/5/1001004006225505.jpg",
      "price": 230104,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2001
    },
    {
      "_id": 13,
      "title": "Hou je mond!",
      "author": "Sophie Kinsella",
      "description": "Emma, ​​seperti semua wanita muda di dunia, memiliki beberapa rahasia. Untuk orang tuanya, pacarnya, rekan kerjanya. Misalnya, dia kehilangan keperawanannya di kamar tamu saat orang tuanya sedang menonton film dan dia pikir pacarnya Connor sedikit mirip dengan Ken. Barbie dan Ken. Dia memberi jus jeruk tanaman rekannya yang menyebalkan hampir setiap hari dan celana dalamnya sakit.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/8/3/1/6/1001004002056138.jpg",
      "price": 150000,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2003
    },
    {
      "_id": 14,
      "title": "In een mens",
      "author": "John Irving",
      "description": "In a Man adalah novel yang menarik tentang hasrat, kerahasiaan, dan identitas seksual. Sebuah buku tentang cinta dalam semua manifestasinya dan argumen yang penuh semangat untuk keragaman seksual. Billy, protagonis biseksual, menceritakan kisah tragis (meliputi lebih dari lima dekade) hidupnya sebagai 'tersangka seksual,' istilah yang pertama kali digunakan John Irving dalam novel abadinya The World Menurut Garp",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/0/7/8/7/9200000000037870.jpg",
      "price": 306293,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2012
    },
    {
      "_id": 15,
      "title": "The lucky one",
      "author": "Nicholas Sparks",
      "description": "Apakah Anda percaya pada jimat keberuntungan? Saat berada di Irak, Marinir AS Logan Thibault menemukan foto, setengah terkubur di tanah, seorang wanita. Dia membawanya di sakunya, dan sejak saat itu keberuntungannya mulai berubah. Kembali ke rumah, Logan dihantui oleh pikiran perang.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/7/0/3/7/1001004011797307.jpg",
      "price": 150838,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2008
    },
    {
      "_id": 16,
      "title": "Best of me",
      "author": "Nicholas Sparks",
      "description": "Kisah cinta epik baru oleh penulis buku terlaris The Last Song dan The Notebook. Mereka adalah kekasih remaja dari sisi berlawanan dari trek - dengan hasrat yang akan mengubah hidup mereka selamanya. Tapi hidup akan memaksa mereka berpisah. Bertahun-tahun kemudian, garis yang telah mereka tarik antara masa lalu dan masa kini hampir terlepas.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/4/6/2/8/9200000001208264.jpg",
      "price": 212404,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2010
    },
    {
      "_id": 17,
      "title": "Hotel aan zee",
      "author": "Maeve Binchy",
      "description": "Di musim panas kota ini sangat sibuk di kota tepi laut Stoneybridge. Wisatawan ada di mana-mana dan pantainya dipenuhi ember, sekop, dan istana pasir. Tapi di musim dingin hampir tidak ada orang yang berani ke pantai yang indah dan tebing terjal yang membentuk pantai barat terjal Irlandia. Beberapa orang yang tetap pergi ke pantai tidak bisa mengabaikan hotel Stone House.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/7/2/1/0/9200000009850127.jpg",
      "price": 230270,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2012
    },
    {
      "_id": 18,
      "title": "Inferno",
      "author": "Dan Brown",
      "description": "Inferno, film thriller Robert Langdon keempat, berlatar di Italia. 'Meskipun saya membaca Dante's Inferno selama studi saya, baru-baru ini ketika saya sedang meneliti di Florence saya benar-benar menghargai pengaruh karya Dante di zaman modern,' jelas Brown.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/8/9/9/9/9200000010839998.jpg",
      "price": 269199,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2013
    },
    {
      "_id": 19,
      "title": "In het hart",
      "author": "David Baldacci",
      "description": "Ini adalah kisah mencekam dari Louisa Mae Cardinal yang berusia dua belas tahun, yang tinggal di New York bersama saudara laki-lakinya yang pemalu, Oz. Saat itu tahun 1940 dan tidak mudah bagi mereka, karena pendapatan ayah mereka yang seorang penulis tidak terlalu tinggi. Tapi Lou tidak terlalu peduli, karena dia memuja ayahnya dan menyukai cerita-ceritanya.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/2/6/2/1/1001004005971262.jpg",
      "price": 76956,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2001
    },
    {
      "_id": 20,
      "title": "The Hit",
      "author": "David Baldacci",
      "description": "Perangkap diatur. Kegagalan bukanlah pilihan. Ketika pembunuh bayaran pemerintah Will Robie diberi target berikutnya, dia tahu dia akan memulai misi terberatnya. Dia ditugaskan untuk membunuh salah satu dari mereka sendiri, mengikuti bukti yang menunjukkan bahwa sesama pembunuh Jessica Reel telah berubah. Dia meninggalkan jejak kematian di belakangnya termasuk pawangnya perangkap diatur.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/6/5/2/3/9200000009123256.jpg",
      "price": 338482,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2013
    },

    {
      "_id": 21,
      "title": "De Tennisparty",
      "author": "Sophie Kinsella",
      "description": "Akhir pekan tenis adalah ide Patrick. Rumah barunya, dibeli dengan bonus dari pekerjaannya sebagai penasihat investasi, adalah lokasi yang ideal. Istri Patrick, Caroline, belum mengetahui alasan sebenarnya pesta itu. Dia senang melihat tetangga lamanya Stephen dan Annie lagi, tetapi dia kurang senang dengan Charles yang angkuh dan istrinya yang manja, Cressida. Dan pasangan terakhir, Don dan Valerie, keduanya fanatik darah, benar-benar tidak bisa ditoleransi.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/3/7/6/4/9200000009984673.jpg",
      "price": 284745,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2011
    },
    {
      "_id": 22,
      "title": "In One Person",
      "author": "John Irving",
      "description": "Sebuah novel yang menarik tentang hasrat, kerahasiaan, dan identitas seksual, In One Person adalah kisah cinta yang tidak terpenuhi—tersiksa, lucu, dan memengaruhi—dan pelukan yang berapi-api atas perbedaan seksual kita. Billy, narator biseksual dan karakter utama In One Person, menceritakan kisah tragis (berlangsung lebih dari setengah abad) hidupnya sebagai 'tersangka seksual,' frasa yang pertama kali digunakan oleh John Irving pada tahun 1978 dalam novelnya yang terkenal ' kasus terminal, ”Dunia Menurut GARP.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/3/4/5/9/9200000009409543.jpg",
      "price": 384790,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2011
    },
    {
      "_id": 23,
      "title": "De aanslag",
      "author": "David Baldacci",
      "description": "Will Robie adalah salah satu yang terbaik di bidangnya, seorang pembunuh bayaran yang tidak pernah ragu dan selalu menghabisi sasarannya. Dia adalah orang yang diminta pemerintah AS untuk membunuh musuh terburuknya, monster yang telah membunuh korban tak berdosa yang tak terhitung jumlahnya. Dan tidak ada yang sebaik Robie.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/4/8/2/7/9200000010047284.jpg",
      "price": 307768,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2013
    },
    {
      "_id": 24,
      "title": "Mag ik je nummer even?",
      "author": "Sophie Kinsella",
      "description": "Poppy Wyatt telah kehilangan cincin pertunangannya! Sebuah kotak antik, dimiliki selama tiga generasi oleh keluarga Magnus, calonnya. Pernikahannya sepuluh hari lagi! Dan saat dia di luar di telepon dengan teman-temannya, ponselnya tiba-tiba direnggut dari tangannya",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/3/0/9/4/9200000009984903.jpg",
      "price": 150000,
      "quantity": 100,
      "isAvailable": true,
      "publishedYear": 2011
    },
    {
      "_id": "9789022556627",
      "title": "Jarka Ruus",
      "author": "Terry Brooks",
      "description": "Twintig jaar zijn voorbij gegaan sinds Grianne Ohmsford afstand deed van haar leven als de gevreesde Ilse Hek, ze bevrijd werd door de magie van het Zwaard van Shannara en de vernietiging van haar mentor, de Morgawr. Als Grianne plotseling verdwijnt, wordt haar jonge dienaar Tagwen gedwongen de handschoen op te nemen en haar uit de handen van haar vijanden te redden, samen met Griannes jonge neef Pen Ohmsford en de machtige elf Ahren Elessedil.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/7/8/9/9/1001004011269987.jpg",
      "price": 291671,
      "quantity": 100,
      "isAvailable": true
    },
    {
      "_id": "9789460680755",
      "title": "Last Minute",
      "author": "Linda van Rijn",
      "description": "Op de lastminute-vakantie in Hurghada loopt Susan haar ex-vriend tegen het lijf. Liever had ze hem nooit meer gezien... Vijf jaar zijn Susan Waterberg en haar man Hugo getrouwd en gelukkig in Almere. Die mijlpaal wil Susan niet onopgemerkt voorbij laten gaan. Ze regelt haar schoonouders als oppas voor hun zoontje Stijn van drie en boekt een lastminutevakantie naar Hurghada. Voor Hugo is de trip een grote verrassing, zeker omdat hij zijn PADI (duikbrevet) pas een jaar heeft. Nu kan hij eindelijk echt gaan duiken. Hoewel het afscheid van Stijntje hun beiden zwaar valt, verheugen ze zich op een onbezorgde zonvakantie. Als ze op de duikschool inchecken krijgt Susan de schrik van haar leven. De duikinstructeur is een oude bekende en confronteert haar met een verleden dat ze altijd voor Hugo heeft verzwegen. De zorgeloze strandvakantie die Susan voor ogen had, verandert in een web van leugens en chantage. Om haar gezin te behouden, zal ze definitief moeten afrekenen met haar verleden.",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/2/5/6/7/1001004011817652.jpg",
      "price": 76804,
      "quantity": 100,
      "isAvailable": true
    },
    {
      "_id": "9789023464143",
      "title": "Duizend schitterende zonnen",
      "author": "Khaled Hosseini",
      "description": "De ongeschoolde Mariam is vijftien wanneer ze wordt uitgehuwelijkt aan de dertig jaar oudere schoenverkoper Rasheed in Kabul. Jaren later moet zij de beeldschone en slimme Laila naast zich dulden, die door Rasheed na een raketaanval uit het puin is gered. Rasheed neemt Laila in huis in de hoop dat zij hem de zoon zal schenken die Mariam hem niet kan geven. In eerste instantie overheersen tussen de twee vrouwen gevoelens van achterdocht en jaloezie, maar door de tirannieke houding van Rasheed ontstaat er langzamerhand een innige vriendschap. Samen zetten Mariam en Laila alles op alles om te overleven in de eindeloze oorlog van Afghanistan, die voor hen ook binnenshuis woedt. Na het overweldigende succes van De vliegeraar verrast Khaled Hosseini zijn lezers opnieuw met een verpletterend verhaal",
      "image": "https://s.s-bol.com/imgbase0/imagebase/large/FC/7/3/5/1/1001004010981537.jpg",
      "price": 261503,
      "quantity": 100,
      "isAvailable": true
    },
    {
      "_id": "27836578265",
      "title": "The Hating Game",
      "author": "Sally Thorne",
      "description": "Debut author Sally Thorne bursts on the scene with a hilarious and sexy workplace comedy all about that thin, fine line between hate and love.",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1467138679i/25883848.jpg",
      "price": 261503,
      "quantity": 100,
      "isAvailable": true
    },
    {
      "_id": "293845235",
      "title": "The Unhoneymooners",
      "author": "Christina Lauren",
      "description": "Olive is always unlucky: in her career, in love, in…well, everything. Her identical twin sister Ami, on the other hand, is probably the luckiest person in the world. Her meet-cute with her fiancé is something out of a romantic comedy (gag) and she’s managed to finance her entire wedding by winning a series of Internet contests (double gag). Worst of all, she’s forcing Olive to spend the day with her sworn enemy, Ethan, who just happens to be the best man. Olive braces herself to get through 24 hours of wedding hell before she can return to her comfortable, unlucky life. But when the entire wedding party gets food poisoning from eating bad shellfish, the only people who aren’t affected are Olive and Ethan. And now there’s an all-expenses-paid honeymoon in Hawaii up for grabs. Putting their mutual hatred aside for the sake of a free vacation, Olive and Ethan head for paradise, determined to avoid each other at all costs. But when Olive runs into her future boss, the little white lie she tells him is suddenly at risk to become a whole lot bigger. She and Ethan now have to pretend to be loving newlyweds, and her luck seems worse than ever. But the weird thing is that she doesn’t mind playing pretend. In fact, she feels kind of... lucky.",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1467138679i/25883848.jpg",
      "price": 261503,
      "quantity": 100,
      "isAvailable": true
    },
    {
      "_id": "2938687535",
      "title": "Fangirl",
      "author": "Rainbow Rowell",
      "description": "Cath is a Simon Snow fan. Okay, the whole world is a Simon Snow fan.... But for Cath, being a fan is her life—and she's really good at it. She and her twin, Wren, ensconced themselves in the Simon Snow series when they were just kids; it's what got them through their mother leaving.",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1355886270i/16068905.jpg",
      "price": 261503,
      "quantity": 100,
      "isAvailable": true
    },
    {
      "_id": "293835235",
      "title": "Book Lovers",
      "author": "Emily Henry",
      "description": "Nora Stephens’ life is books—she’s read them all—and she is not that type of heroine. Not the plucky one, not the laidback dream girl, and especially not the sweetheart. In fact, the only people Nora is a heroine for are her clients, for whom she lands enormous deals as a cutthroat literary agent, and her beloved little sister Libby.",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1355886270i/16068905.jpg",
      "price": 261503,
      "quantity": 100,
      "isAvailable": true
    },
    {
      "_id": "293835235",
      "title": "Tenggelamnya Kapal Van Der Wijck",
      "author": "Hamka",
      "description": "Cerita ini berkisar tentang semangat juang Zainuddin, bagaimana merana dan melaratnya hidup Zainuddin setelah cintanya ditolak oleh keluarga Hayati. Kemudian beliau bangun semula dari segala kedukaan, membuka lembaran baru dalam hidupnya menjadi seorang penulis yang ternama dan berjaya. Ia menceritakan tentang kesetiaan, cinta dan kasihnya Zainuddin terhadap Hayati. Meski Hayati sudah berkahwin tetapi sebaik mendapat tahu tentang kesusahan yang dihadapi Hayati, lantaran suaminya yang suka berpoya-poya serta tidak bertanggung-jawab, Zainuddin terus membantu tanpa ada dendam dan benci. Sesungguhnya cinta yang suci itu akan terus mekar di dalam hati hingga ke hujung nyawa begitulah jua cinta antara Zainuddin dan Hayati.",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1468645608i/1307394.jpg",
      "price": 261503,
      "quantity": 100,
      "isAvailable": true
    },
    {
      "_id": "293835235",
      "title": "Burlian",
      "author": "Tere Liye",
      "description": "Burlian, anak kampung dengan segala keriangan keluarganya. Bercita-cita ingin naik kapal besar keliling dunia. Buku 2, dari Serial Anak2 Mamak. Buku 3, PUKAT terbit Februari 2010, Buku 4, Eliana direncanakan terbit Oktober 2010, Buku 1, Amelia direncanakan terbit Februari 2011.",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1264489019i/7101705.jpg",
      "price": 261503,
      "quantity": 100,
      "isAvailable": true
    },
    {
      "_id": "293835235",
      "title": "Kitab Omong Kosong",
      "author": "Seno Gumira Ajidarma",
      "description": "Cerita ini memang ditulis oleh Togog, yang merasa minder dan terasingkan dalam sebuah dunia yang sangat memuja Semar. Berkisah tentang malapetaka serbuan balatentara Sri Rama yang menyapu anak benua, dan menghadirkan pemandangan bencana. Inilah kisah Satya dan Maneka, rakyat yang menjadi korban, yang menjelajah dalam pencarian Walmiki penulis Ramayana, sembari berlayar di samudera cerita. Inilah saat kematian Sang Hanoman, wanara agung yang ditakdirkan berumur panjang, untuk menjaga kebudayaan.",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1264489019i/7101705.jpg",
      "price": 261503,
      "quantity": 100,
      "isAvailable": true
    },
    {
      "_id": "293835235",
      "title": "Ayat-Ayat Cinta",
      "author": "Habiburrahman El-Shirazy",
      "description": "Tentang seorang pemuda Indonesia yang mencari ilmu jauh di tanah Arab. Berbekal iman yang kuat dan ketabahan, Fahri mengalami banyak hal yang menggetarkan hidupnya, yang sesaat membuat Fahri mempertanyakan jalan hidupnya. Kesabaran dan keimanan adalah kunci kehidupan. Fahri, Aisyah dan Maria membuktikannya dalam cerita yang halus dan mengalir.",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1439347437i/969177.jpg",
      "price": 261503,
      "quantity": 100,
      "isAvailable": true
    },
    {
      "_id": "293835235",
      "title": "Hafalan Shalat Delisa",
      "author": "Tere Liye",
      "description": "Delisa anak perempuan yang bermata hijau, bening dan umurnya baru mencecah lima tahun. Dia hidup dalam keluarganya yang sebegitu, dia cuba menghafal bacaan dalam solat dengan bantuan ibu dan kakaknya. Namun Tuhan lebih tahu apa yang lebih baik untuk hamba-Nya. Tsunami datang melumatka senyuman pada wajah Delisa. Tsunami mengambil segala-galanya, keluarga juga kaki kecilnya. Yang tersisa, hanya dia dan ayahnya, dan dalam keadaan sebegitu apakah Delisa mampu tetap tersenyum seperti dahulu dan menyudahkan hafalannya?",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1303475676i/1376220.jpg",
      "price": 261503,
      "quantity": 100,
      "isAvailable": true
    },
    {
      "_id": "293835235",
      "title": "Di Bawah Lindungan Ka'bah",
      "author": "Hamka",
      "description": "Maksud yang engkau terangkat itu, amat saya setujui, itulah suatu maksud yang baik, sebab itu adalah suatu hikayat dan kejadian yang mendukakan hati dan merawankan pikiran, yang kerap kali benar kejadian dalam kalangan pemuda-pemudi kita. Demi bila buku itu telah selesai, kirimkanlah kiranya kepadaku barang senaskah, guna menghidangkan kenang-kenanganku kepada masa yang telah lampau, semasa kita masih bernaung DI BAWAH LINDUNGAN KA'BAH",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1484377793i/1645513.jpg",
      "price": 261503,
      "quantity": 100,
      "isAvailable": true
    },
    {
      "_id": "293835235",
      "title": "Gadis Pantai",
      "author": "Pramoedya Ananta Toer",
      "description": "'...Roman ini menusuk feodalisme Jawa yang tak memiliki adab dan jiwa kemanusiaan tepat langsung di jantungnya yang paling dalam'",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1484031705i/735248.jpg",
      "price": 261503,
      "quantity": 100,
      "isAvailable": true
    }
  ]
}
